---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Analysis.FieldValues
source: html/e84b01b8-26a9-8444-def8-8f5087f4ac8e.htm
---
# FieldValues Members

Creates a copy of the given FieldValues instance.